Public Class Form1
    Private Sub Form1_Load(sender As Object, e As EventArgs) Handles MyBase.Load
        Dim Faculty() As String = {"คณะวิศวกรรมศาสตร์", "คณะเทคโนโลยีสารสนเทศ", "คณะบริหารธุรกิจ"}
        Dim EN() As String = {"สาขาวิศวกรรมยานยนต์", "สาขาวิศวกรรมการผลิต", "สาขาวิศวกรรมคอมพิวเตอร์", "สาขาวิศวกรรมไฟฟ้า"}
        Dim IT() As String = {"สาขาเทคโนโลยีสารสนเทศ", "สาขาเทคโนโลยีมัลติมิเดีย", "สาขาเทคโนโลยีสารสนเทศทางธุรกิจ"}
        Dim BA() As String = {"สาขาบริหารธุรกิจญี่ปุ่น", "สาขาการจัดการอุตสาหกรรม", "สาขาการบัญชี", "สาขาการจัดการทรัพยากรมนุษย์"}


    End Sub
End Class
